import MainLayout from "../../../layouts/MainLayout";

export default function Armored() {
    return (
        <MainLayout>
            <div className="content">
                <div className="title">Бронированные двери</div>
            </div>
            <div className="content">
                <div className="full flex column">
                    <p>В наше время бронированные двери применяются довольно широко, обеспечивая надёжную защиту квартир, частных домов, офисов и прочих объектов. Наша компания изготавливает и реализует качественные бронированные двери, разнообразной комплектации, оригинальных расцветок, с установкой сложных замков. В представленном нами ассортименте имеются модели на любой вкус, соответствующие даже наиболее жёстким требованиям и условиям. По желанию заказчика комплектация может быть изменена, в зависимости от пожеланий и необходимости.</p>
                    <p>Бронированная дверь представляет собой довольно сложную конструкцию, при изготовлении которой используются современные технологии, профессиональное оборудование, проверенные прочные и надёжные материалы. Такая дверь должна обеспечивать эффективное противостояние сильным динамическим нагрузкам на протяжении определённого количества времени. Изготовленные специалистами нашей компании бронированные двери в обязательном порядке проходят испытания на устойчивость к взлому, мы постоянно вносим изменения в конструкцию некоторых моделей, для того, чтобы они соответствовали установленным стандартам.</p>
                    <p>Приобретая бронированную дверь, покупатель всегда надеется обрести надёжную защиту своего имущества, жилья, безопасности. Предлагаемые нами модели бронированных дверей имеют надёжную конструкцию, изготавливаются из проверенных, качественных материалов. Они произведены в соответствии со всеми современными требованиями и нормами, <span className="mainBlueColor">ГОСТами</span>, их качество подтверждено сертификатами соответствия. Каждая бронированная дверь имеет паспорт, с обозначенными в нём характеристиками, как эксплуатационными, так и техническими.</p>
                    <p>Для обеспечения высокого уровня надёжности полотно бронированной двери армируется особыми стальными элементами, полость заполняется высокопрочным современным материалом – фибробетоном. Придаёт надёжности бронированной двери и система подвижных ригелей, имеющая блокировку замками повышенного уровня секретности. Для фиксации такой двери также используют мощнейшие дверные петли с особыми подшипниками. В комплекте некоторых моделей предусмотрена дополнительная защитная дверь-решётка, с креплением к общей коробке, оснащённая двухсторонним замком. В нашей компании Вам предложат разнообразные виды декора, оформят бронированные двери в соответствии с Вашими пожеланиями. Наши профессиональные специалисты предложат Вам особые покрытия для защиты поверхности двери: от действий вандалов (антивандальное покрытие), антикоррозийное.</p>
                    <p>За время своей работы наша компания показала себя ответственным и надёжным партнёром, выполняющим свои обязательства и заботящимся об интересах заказчиков. Ваше ответственное отношение к выбору купить бронированную дверь и знания наших специалистов помогут Вам принять верное решение, выбрав бронированную дверь, соответствующую и вашим требованиям, и стандартам, обеспечивающую надёжную защиту.</p>
                    <p className="undercover"><b>Все что нужно знать о противопожарных дверях и не только!</b></p>
                </div>
            </div>
            <div className="content">
                <div className="full flex column">
                    <h3 className="mainBlueColor">Противопожарное оборудование</h3>
                    <p>В арсенале средств противопожарной защиты особое место занимают средства локализации очага огня.</p>
                    <p className="mainBlueColor"><b>подробнее</b></p>
                </div>
                <div className="full flex column">
                    <h3 className="mainBlueColor">Выбор материала противопожарной двери</h3>
                    <p>Основной материал используемый в производстве противопожарных дверей – это сталь.Такой выбор вполне очевиден.</p>
                    <p className="mainBlueColor"><b>подробнее</b></p>
                </div>
                <div className="full flex column">
                    <h3 className="mainBlueColor">Применение противопожарных дверей</h3>
                    <p>Противопожарные стальные двери призваны обеспечить безопасность от распространения огня и неизбежных сопутствующих факторов, а именно от дыма, токсичных продуктов горения, высокой температуры.</p>
                    <p className="mainBlueColor"><b>подробнее</b></p>
                </div>
                <div className="full flex column">
                    <h3 className="mainBlueColor">Качество противопожарных дверей</h3>
                    <p>Важнейший показатель надежности двери – предел огнестойкости. Каждый производитель действительно качественной двери обязан предъявить сертификат пожарной безопасности.</p>
                    <p className="mainBlueColor"><b>подробнее</b></p>
                </div>
                <div className="full flex column">
                    <h3 className="mainBlueColor">Акт проверки противопожарных дверей</h3>
                    <p>Учитывая то, что противопожарные двери предназначены для использования в экстремальных условиях, производится их обязательная тщательная проверка по ГОСТу.</p>
                    <p className="mainBlueColor"><b>подробнее</b></p>
                </div>
                <div className="full flex column">
                    <h3 className="mainBlueColor">Установка противопожарных дверей: правила и требования</h3>
                    <p>Устанавливаемая противопожарная дверь не должна иметь повреждений, возникших в процессе транспортировки и хранения.</p>
                    <p className="mainBlueColor"><b>подробнее</b></p>
                </div>
            </div>
        </MainLayout>
    );
};
