import MainLayout from "../../../layouts/MainLayout";

export default function Technic() {
    return (
        <MainLayout>
            <div className="content">
                <div className="title">Двери технические</div>
            </div>
            <div className="content">
                <div className="full flex column">
                    <p>Двери технические являются продукцией специального назначения и отнесены специалистами к группе промышленных входных дверей. В основном применяются они тогда, когда к отделке дверей и их устойчивости к взлому не предъявляется особых требований. Довольно часто используются двери технические, изготовленные из металла, в подъездах жилых многоквартирных домов, различных учреждений, помещений разнообразного характера (подсобных, бытовых, складских, производственных). Применяют их для обустройства запасных выходов, входов в подвальные помещения и на чердаки.</p>
                    <p>Двери технические, которые предлагаются Вашему вниманию нашей специализированной компанией, соответствуют всем установленным и предъявляемым к современным дверям требованиям, а именно: высоким эксплуатационным показателям, длительности срока использования, надёжности, современному и оригинальному дизайну, позволяющему гармонично вписать их в общий интерьер любого помещения. Конструкция полотна у технических дверей также особенная. Установленные рёбра жёсткости в предлагаемых нами дверях, оснащение специальной противосъёмной системой служат надёжной защитой от взлома. Основа таких дверей – стальной лист, толщина которого – 2 мм. Для изготовления дверной коробки (угловой или торцевой) используется стальной гнутый профиль, сама коробка имеет специальные монтажные отверстия, позволяющие произвести качественный монтаж.</p>
                    <p>Мы реализуем и производим качественные двери технические, имеющие отличные технические и эксплуатационные характеристики. При их изготовлении используются качественные сертифицированные материалы, поставляемые проверенными поставщиками. Продукция, предлагаемая нашей компанией, соответствует ГОСТам и прочим документам. Каждая техническая дверь имеет паспорт, с указанием технических, эксплуатационных характеристик, рекомендаций по установке и обслуживанию и другие немаловажные данные.</p>
                    <p>Покупать двери технические в нашей компании просто, быстро и выгодно. Соотношение качества и цены продукции у нас всегда оптимально, наши цены доступны и приятны. Мы заботимся о своей репутации и о Вашей безопасности, а также комфорте, на складах нашей компании представлены разнообразные качественные и практичные модели технических дверей, предназначенных для установки в промышленных, жилых и прочих помещениях. Если Вы не сможете найти подходящий Вам вариант – мы готовы изготовить техническую дверь по Вашему эскизу и размерам, в наиболее короткие сроки.</p>
                    <p>Богатый ассортимент, профессиональные консультации, продукция высочайшего качества, положительные отзывы клиентов делают нашу компанию известной и популярной среди российских потребителей. Становитесь и Вы нашим постоянным заказчиком, приобретайте надёжную и качественную продукцию, не переплачивая и не прилагая особых усилий. Сотрудничество с нами выгодно и комфортно, обратитесь к нашим менеджерам и убедитесь в этом сами!</p>
                    <p className="undercover"><b>Все что нужно знать о противопожарных дверях и не только!</b></p>
                </div>
            </div>
            <div className="content">
                <div className="full flex column">
                    <h3 className="mainBlueColor">Противопожарное оборудование</h3>
                    <p>В арсенале средств противопожарной защиты особое место занимают средства локализации очага огня.</p>
                    <p className="mainBlueColor"><b>подробнее</b></p>
                </div>
                <div className="full flex column">
                    <h3 className="mainBlueColor">Выбор материала противопожарной двери</h3>
                    <p>Основной материал используемый в производстве противопожарных дверей – это сталь.Такой выбор вполне очевиден.</p>
                    <p className="mainBlueColor"><b>подробнее</b></p>
                </div>
                <div className="full flex column">
                    <h3 className="mainBlueColor">Применение противопожарных дверей</h3>
                    <p>Противопожарные стальные двери призваны обеспечить безопасность от распространения огня и неизбежных сопутствующих факторов, а именно от дыма, токсичных продуктов горения, высокой температуры.</p>
                    <p className="mainBlueColor"><b>подробнее</b></p>
                </div>
                <div className="full flex column">
                    <h3 className="mainBlueColor">Качество противопожарных дверей</h3>
                    <p>Важнейший показатель надежности двери – предел огнестойкости. Каждый производитель действительно качественной двери обязан предъявить сертификат пожарной безопасности.</p>
                    <p className="mainBlueColor"><b>подробнее</b></p>
                </div>
                <div className="full flex column">
                    <h3 className="mainBlueColor">Акт проверки противопожарных дверей</h3>
                    <p>Учитывая то, что противопожарные двери предназначены для использования в экстремальных условиях, производится их обязательная тщательная проверка по ГОСТу.</p>
                    <p className="mainBlueColor"><b>подробнее</b></p>
                </div>
                <div className="full flex column">
                    <h3 className="mainBlueColor">Установка противопожарных дверей: правила и требования</h3>
                    <p>Устанавливаемая противопожарная дверь не должна иметь повреждений, возникших в процессе транспортировки и хранения.</p>
                    <p className="mainBlueColor"><b>подробнее</b></p>
                </div>
            </div>
        </MainLayout>
    );
};
